export default function Partners() {
    return (
        <main className="inner-page">
            <section className="ipartn">
                <div className="scontainer">
                    <h1 className="section-header"><span>ПАРТНЕРСКАЯ ПРОГРАММА</span></h1>
                    <p className="ipartn-text">Наша партнерская программа позволит Вам зарабатывать 30% от всех платежей
                        привлеченных Вами клиентов. <br/>Для участия в программе Вам всего лишь нужно:</p>
                    <div className="separator"></div>
                    <p className="ipartn-text"><b>Привлекать к нам новых клиентов по реферальной ссылке</b> -
                        зарегистрировавшийся по вашей ссылке пользователь <br/>пожизненно закрепляется за Вами и со всех
                        его платежей вам будет идти процент;</p>
                    <br/>
                    <p className="ipartn-text"><b>Распространять партнерский купон на скидку</b> - пользователь,
                        использовавший ваш купон, получает 5% скидку при покупке, <br/>а так же пожизненно закрепляется
                        за Вами и со всех его платежей вам будет идти процент.</p>
                    <br/>
                    <p className="ipartn-text">Партнерское вознаграждение можно выводить на WebMoney и ЮMoney, либо
                        использовать на оплату любых услуг нашего сервиса.</p>
                    <h2 className="ipartn-subheader">Преимущества нашей партнерской программы:</h2>
                    <div className="info-list">
                        <div>
                            <span>•</span> Высокая процентная ставка: 30%;
                        </div>
                        <div>
                            <span>•</span> Перевод вознаграждения на внутренний баланс, либо вывод на WebMoney,
                            Яндекс.Деньги;
                        </div>
                        <div>
                            <span>•</span> Отсутствие минимальной суммы для вывода;
                        </div>
                        <div>
                            <span>•</span> Ежедневный заказ выплат.
                        </div>
                    </div>
                    <h2 className="ipartn-subheader">Способы распространения реферальных ссылок:</h2>
                    <ul className="ipartn-list">
                        <li><span>Тематические форумы</span> - Пожалуй, это самый несложный способ раскрутки своих
                            рефссылок. Здесь возможно три варианта: добавление реферальной ссылки в свой профиль (в поле
                            «сайт»), размещение рефссылки в подписи;
                        </li>
                        <li><span>Социальные сети</span> - Интересный и простой способ рекламы рефссылок. Вы создаете
                            свою страницу или группу в социальной сети, где размещаете реферальную ссылку. После этого
                            вы всячески раскручиваете группу, привлекая в нее новых пользователей. Соответственно,
                            набирая все больше фолловеров, или подписчиков вы получаете и больше переходов по вашим
                            рефссылкам;
                        </li>
                        <li><span>Сайт или блог</span> - Одним из наиболее работающих методов, это размещение ссылок на
                            личном сайте или блоге. Так же на сайте всегда можно сделать для этого отдельную страницу с
                            реферальными ссылками и предлагать пользователям регистрироваться. Они от этого ни чего не
                            теряют, а Вам в свою очередь приходит определенный процент. Сделайте на своем ресурсе обзор
                            проекта в котором участвуете сами, а так же дайте ссылку реферальную для приглашения других
                            участников;
                        </li>
                        <li><span>Почтовая рассылка</span> - Создайте свою собственную рассылку (это можно сделать
                            бесплатно в специальном сервисе почтовых рассылок) на какую-то определенную тему и начинайте
                            набирать рефералов;
                        </li>
                        <li><span>Видео инструкции</span> - Создайте видео инструкцию по заработку в нашей системе,
                            дайте пригласительную ссылку, увеличивайте число просмотров своего видео.
                        </li>
                    </ul>
                    <h2 className="ipartn-subheader">Правила:</h2>
                    <p className="ipartn-text">Запрещена регистрация мультиаккаунтов с целью получения партнерских
                        выплат, т.е. нельзя быть рефералом самому себе.</p>
                    <h2 className="ipartn-subheader">Наши баннеры:</h2>
                    <div className="pbanner">
                        <div className="pbanner-inner" style={{
                            width: 900,
                            height: 100
                        }} >

                        </div>
                        <div className="pbanner-text">
                            900x100px
                        </div>
                    </div>
                    <div className="pbanner">
                        <div className="pbanner-inner" style={{
                            width: 728,
                            height: 70,
                        }}>

                        </div>
                        <div className="pbanner-text">
                            728x70px
                        </div>
                    </div>
                    <div className="pbanner">
                        <div className="pbanner-inner" style={{
                            width: 480,
                            height: 50,
                        }}>

                        </div>
                        <div className="pbanner-text">
                            480x50px
                        </div>
                    </div>
                </div>
            </section>
        </main>
    )
}